Repository: common-repository/upload-widget
Catalog: languages/upload-widget-*.po
Languages: fr_fr

source: The simple way to upload files
fr_fr: Une façon simple de charger des fichiers

source: Allowed Files:
fr_fr: Fichiers Autoris&eacute;s:

source: Upload File
fr_fr: Charger fichier

source: Upload failed !
fr_fr: Chargement &eacute;chou&eacute; !

source: &#9658; Targer folder &#171;
fr_fr: &#9658; R&eacute;pertoire de destination &#171;

source: &#187; doesn't exist !
fr_fr: &#187; n'existe pas !

source: &#9658; File not allowed
fr_fr: &#9658; Fichier non autoris&eacute;

source: &#9658; File size >
fr_fr: &#9658; Taille fichier >

source: Mb
fr_fr: Mo

source: File &#171;
fr_fr: Fichier &#171;

source: &#187; uploaded with success...
fr_fr: &#187;, chargement r&eacute;ussi...

source: Upload failed !<br />Unknown error.
fr_fr: Chargement &eacute;chou&eacute; !<br />Erreur inconnue.

source: Upload a file
fr_fr: Charger un fichier

source: Title:
fr_fr: Titre:

source: Authorized WP Role:
fr_fr: Rôle WP Autoris&eacute;:

source: Visitor
fr_fr: Visiteur

source: Upload Path:
fr_fr: Chemin du Dossier de Destination:

source: Folder &#171;
fr_fr: Le r&eacute;pertoire &#171;

source: Allowed Files Separated by a Comma:<br />( Use wildcard characters "*" and "?" )
fr_fr: Fichiers Autorisés Séparés par une Virgule:<br />( Utilisez les m&eacute;tacaract&egrave;res "*" et "?" )

source: Max Size File (in Mb):
fr_fr: Taille Maxi du Fichier (en Mo):
